import DonationImg from "@/assets/images/about-donation.gif"

const data = [
  {
    id: "1",
    title: "Nihams Foundation",
    description: "নিহামস ফাউন্ডেশন একটি অলাভজনক, অরাজনৈতিক এবং সম্পূর্ণ মানব কল্যাণে নিবেদিত দাতব্য সংস্থা। এটি মহান আদর্শ ও মূল্যবোধ অনুসরণ করে সমাজের উন্নয়ন, নৈতিক শিক্ষা, কর্মসংস্থান সৃষ্টি, দারিদ্র্য বিমোচন, সুলভ বা বিনামূল্যে স্বাস্থ্যসেবা প্রদান, ইসলামী শিক্ষা ও সংস্কৃতির বিকাশ, এবং বহুমুখী শিক্ষামূলক কার্যক্রম পরিচালনায় কাজ করে। হযরত মুহাম্মদ (সা.)-এর মহান আদর্শকে অনুসরণ করে, সংস্থাটি মানুষের নৈতিক ও আত্মিক উন্নতির জন্য সচেতনতা বৃদ্ধি, শিক্ষা ও সামাজিক সংস্কার কার্যক্রম পরিচালনা করে। পাশাপাশি, মৌখিক, লিখিত ও আধুনিক গণমাধ্যম ব্যবহার করে মানুষকে আল্লাহ ও তাঁর রাসূল (সা.)-এর নির্দেশনা অনুসরণে উৎসাহিত করে, যাতে তারা উন্নত জীবন ও পরকালীন কল্যাণ অর্জন করতে পারে।",
    image: DonationImg,
    features: ["শিক্ষা", "দানশীলতা", "দাওয়াহ", "স্বাস্থ্য", "দারিদ্র্য বিমোচন", "কর্মসংস্থান সৃষ্টি", "সমাজ উন্নয়ন", "সংস্কৃতি ও ইসলামী শিক্ষা"],
  },
]

export const AboutData = () => {
  return data
}